---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowLeftRunBoundary3d
source: html/54d6c8ed-e57c-8a01-720a-9aefd8af97eb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowLeftRunBoundary3d Property

"Show Run's Left Boundary 3D"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowLeftRunBoundary3d { get; }
```